Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.1_0_0.dualUrl.body
source: Give each server an internal and an external address. Sodalite probes both and connects through whichever answers, at home, on the go, or over VPN.
cs: Přiřaďte každému serveru interní a externí adresu. Sodalite obě vyzkouší a připojí se přes tu, která odpoví, doma, na cestách i přes VPN.
da: Giv hver server en intern og en ekstern adresse. Sodalite tester begge og forbinder via den, der svarer, hjemme, på farten eller over VPN.
de: Gib jedem Server eine interne und eine externe Adresse. Sodalite prüft beide und verbindet sich über die, die antwortet, zu Hause, unterwegs oder per VPN.
el: Δώστε σε κάθε διακομιστή μια εσωτερική και μια εξωτερική διεύθυνση. Το Sodalite δοκιμάζει και τις δύο και συνδέεται μέσω όποιας αποκριθεί, στο σπίτι, εν κινήσει ή μέσω VPN.
es: Asigna a cada servidor una dirección interna y una externa. Sodalite prueba ambas y se conecta a través de la que responda, en casa, fuera o por VPN.
fi: Anna jokaiselle palvelimelle sisäinen ja ulkoinen osoite. Sodalite kokeilee molempia ja yhdistää siihen, joka vastaa, kotona, liikkeellä tai VPN:n kautta.
fr: Attribuez à chaque serveur une adresse interne et une adresse externe. Sodalite teste les deux et se connecte via celle qui répond, à la maison, en déplacement ou via VPN.
hr: Dodijelite svakom poslužitelju internu i vanjsku adresu. Sodalite provjerava obje i povezuje se putem one koja odgovori, kod kuće, u pokretu ili preko VPN-a.
hu: Adj meg minden szerverhez egy belső és egy külső címet. A Sodalite mindkettőt kipróbálja, és azon keresztül csatlakozik, amelyik válaszol, otthon, útközben vagy VPN-en át.
it: Assegna a ogni server un indirizzo interno e uno esterno. Sodalite li prova entrambi e si connette tramite quello che risponde, a casa, in giro o via VPN.
ja: 各サーバーに内部アドレスと外部アドレスを設定できます。Sodalite は両方を確認し、応答した方を通じて接続します。自宅でも、外出先でも、VPN 経由でも。
ko: 각 서버에 내부 주소와 외부 주소를 지정하세요. Sodalite가 둘 다 확인하고 응답하는 쪽으로 연결합니다. 집에서도, 이동 중에도, VPN에서도.
nb: Gi hver server en intern og en ekstern adresse. Sodalite tester begge og kobler til via den som svarer, hjemme, på farten eller over VPN.
nl: Geef elke server een intern en een extern adres. Sodalite probeert beide en verbindt via het adres dat antwoordt, thuis, onderweg of via VPN.
pl: Nadaj każdemu serwerowi wewnętrzny i zewnętrzny adres. Sodalite sprawdza oba i łączy się przez ten, który odpowie, w domu, w podróży lub przez VPN.
pt_br: Dê a cada servidor um endereço interno e um externo. O Sodalite testa os dois e conecta pelo que responder, em casa, fora ou por VPN.
pt_pt: Atribua a cada servidor um endereço interno e um externo. O Sodalite testa os dois e liga-se através do que responder, em casa, fora ou por VPN.
ro: Atribuie fiecărui server o adresă internă și una externă. Sodalite le verifică pe ambele și se conectează prin cea care răspunde, acasă, în deplasare sau prin VPN.
ru: Задайте каждому серверу внутренний и внешний адрес. Sodalite проверяет оба и подключается через тот, который отвечает, дома, в пути или через VPN.
sk: Priraďte každému serveru internú a externú adresu. Sodalite vyskúša obe a pripojí sa cez tú, ktorá odpovie, doma, na cestách aj cez VPN.
sv: Ge varje server en intern och en extern adress. Sodalite testar båda och ansluter via den som svarar, hemma, på språng eller över VPN.
tr: Her sunucuya bir dahili ve bir harici adres verin. Sodalite ikisini de dener ve yanıt veren adres üzerinden bağlanır; evde, yolda veya VPN ile.
uk: Задайте кожному серверу внутрішню та зовнішню адресу. Sodalite перевіряє обидві та підключається через ту, яка відповідає, вдома, у дорозі чи через VPN.
zh_hans: 为每个服务器设置内部和外部地址。Sodalite 会探测两者，并通过响应的地址连接，无论在家、外出还是通过 VPN。
zh_hant: 為每部伺服器設定內部與外部位址。Sodalite 會偵測兩者，並透過有回應的位址連線，無論在家、外出或透過 VPN。

# changelog.1_0_0.dualUrl.title
source: Automatic Server Switching
cs: Automatické přepínání serverů
da: Automatisk serverskift
de: Automatischer Serverwechsel
el: Αυτόματη εναλλαγή διακομιστή
es: Cambio automático de servidor
fi: Automaattinen palvelimen vaihto
fr: Changement de serveur automatique
hr: Automatsko prebacivanje poslužitelja
hu: Automatikus szerverváltás
it: Cambio automatico del server
ja: サーバーの自動切り替え
ko: 자동 서버 전환
nb: Automatisk serverbytte
nl: Automatisch wisselen van server
pl: Automatyczne przełączanie serwerów
pt_br: Troca automática de servidor
pt_pt: Mudança automática de servidor
ro: Comutare automată a serverului
ru: Автоматическое переключение серверов
sk: Automatické prepínanie serverov
sv: Automatiskt serverbyte
tr: Otomatik Sunucu Geçişi
uk: Автоматичне перемикання серверів
zh_hans: 自动服务器切换
zh_hant: 自動伺服器切換

# changelog.1_0_0.everyScreen.body
source: Bigger collection rows, a smarter profile picker, richer live TV details and a deeper network buffer, polished across Apple TV, iPhone and iPad in 26 languages.
cs: Větší řádky kolekcí, chytřejší výběr profilu, bohatší detaily živé TV a hlubší síťová vyrovnávací paměť, vyladěné na Apple TV, iPhonu a iPadu ve 26 jazycích.
da: Større samlingsrækker, en smartere profilvælger, flere live-tv-detaljer og en dybere netværksbuffer, finpudset på Apple TV, iPhone og iPad på 26 sprog.
de: Größere Sammlungszeilen, ein klügerer Profil-Picker, mehr Live-TV-Details und ein tieferer Netzwerkpuffer, feingeschliffen auf Apple TV, iPhone und iPad in 26 Sprachen.
el: Μεγαλύτερες σειρές συλλογών, εξυπνότερος επιλογέας προφίλ, πλουσιότερες λεπτομέρειες ζωντανής τηλεόρασης και βαθύτερο buffer δικτύου, σε Apple TV, iPhone και iPad σε 26 γλώσσες.
es: Filas de colecciones más grandes, un selector de perfiles más inteligente, más detalles de TV en directo y un búfer de red más profundo, pulido en Apple TV, iPhone y iPad en 26 idiomas.
fi: Isommat kokoelmarivit, fiksumpi profiilivalitsin, runsaammat suoran TV:n tiedot ja syvempi verkkopuskuri, viimeistelty Apple TV:llä, iPhonella ja iPadilla 26 kielellä.
fr: Des rangées de collections plus grandes, un sélecteur de profil plus malin, des détails TV en direct plus riches et un tampon réseau plus profond, peaufinés sur Apple TV, iPhone et iPad en 26 langues.
hr: Veći redovi zbirki, pametniji odabir profila, bogatiji detalji TV-a uživo i dublji mrežni međuspremnik, dotjerano na Apple TV-u, iPhoneu i iPadu na 26 jezika.
hu: Nagyobb gyűjteménysorok, okosabb profilválasztó, részletesebb élő TV-adatok és mélyebb hálózati puffer, csiszolva Apple TV-n, iPhone-on és iPaden 26 nyelven.
it: Righe delle raccolte più grandi, un selettore profili più intelligente, dettagli della TV in diretta più ricchi e un buffer di rete più profondo, rifiniti su Apple TV, iPhone e iPad in 26 lingue.
ja: コレクション行の拡大、賢くなったプロファイル選択、より詳しいライブTV情報、より深いネットワークバッファ。Apple TV、iPhone、iPadで26言語に磨き上げました。
ko: 더 큰 컬렉션 행, 더 똑똑한 프로필 선택, 더 풍부한 실시간 TV 정보, 더 깊은 네트워크 버퍼. Apple TV, iPhone, iPad에서 26개 언어로 다듬었습니다.
nb: Større samlingsrader, en smartere profilvelger, rikere direkte-TV-detaljer og en dypere nettverksbuffer, finpusset på Apple TV, iPhone og iPad på 26 språk.
nl: Grotere collectierijen, een slimmere profielkiezer, rijkere live-tv-details en een diepere netwerkbuffer, verfijnd op Apple TV, iPhone en iPad in 26 talen.
pl: Większe wiersze kolekcji, sprytniejszy wybór profilu, bogatsze szczegóły TV na żywo i głębszy bufor sieciowy, dopracowane na Apple TV, iPhonie i iPadzie w 26 językach.
pt_br: Linhas de coleção maiores, um seletor de perfis mais esperto, mais detalhes de TV ao vivo e um buffer de rede mais profundo, refinados na Apple TV, iPhone e iPad em 26 idiomas.
pt_pt: Linhas de coleções maiores, um seletor de perfis mais inteligente, mais detalhes de TV em direto e um buffer de rede mais profundo, refinados na Apple TV, iPhone e iPad em 26 idiomas.
ro: Rânduri de colecții mai mari, un selector de profil mai inteligent, detalii mai bogate pentru TV live și un buffer de rețea mai adânc, șlefuite pe Apple TV, iPhone și iPad în 26 de limbi.
ru: Более крупные строки коллекций, умнее выбор профиля, подробнее данные эфирного ТВ и глубже сетевой буфер, отшлифовано на Apple TV, iPhone и iPad на 26 языках.
sk: Väčšie riadky zbierok, šikovnejší výber profilu, bohatšie detaily živej TV a hlbšia sieťová vyrovnávacia pamäť, vyladené na Apple TV, iPhone a iPade v 26 jazykoch.
sv: Större samlingsrader, en smartare profilväljare, rikare live-tv-detaljer och en djupare nätverksbuffert, finslipat på Apple TV, iPhone och iPad på 26 språk.
tr: Daha büyük koleksiyon satırları, daha akıllı bir profil seçici, daha zengin canlı TV ayrıntıları ve daha derin bir ağ arabelleği; Apple TV, iPhone ve iPad'de 26 dilde cilalandı.
uk: Більші рядки колекцій, розумніший вибір профілю, докладніші дані ефірного ТБ і глибший мережевий буфер, відшліфовано на Apple TV, iPhone та iPad 26 мовами.
zh_hans: 更大的合集行、更聪明的资料选择、更丰富的直播电视信息，以及更深的网络缓冲。在 Apple TV、iPhone 和 iPad 上以 26 种语言精心打磨。
zh_hant: 更大的合集列、更聰明的個人檔案選擇、更豐富的直播電視資訊，以及更深的網路緩衝。在 Apple TV、iPhone 和 iPad 上以 26 種語言精心打磨。

# changelog.1_0_0.everyScreen.title
source: Refined on every screen
cs: Vylepšeno na každé obrazovce
da: Forfinet på alle skærme
de: Auf jedem Bildschirm verfeinert
el: Βελτιωμένο σε κάθε οθόνη
es: Perfeccionado en cada pantalla
fi: Hiottu jokaisella näytöllä
fr: Peaufiné sur chaque écran
hr: Dotjerano na svakom zaslonu
hu: Csiszolva minden képernyőn
it: Perfezionato su ogni schermo
ja: あらゆる画面で洗練
ko: 모든 화면에서 다듬어짐
nb: Forfinet på hver skjerm
nl: Verfijnd op elk scherm
pl: Dopracowane na każdym ekranie
pt_br: Aprimorado em cada tela
pt_pt: Aperfeiçoado em cada ecrã
ro: Rafinat pe fiecare ecran
ru: Отточено на каждом экране
sk: Vyladené na každej obrazovke
sv: Förfinat på varje skärm
tr: Her ekranda inceltildi
uk: Відшліфовано на кожному екрані
zh_hans: 在每块屏幕上精雕细琢
zh_hant: 在每個螢幕上精雕細琢

# changelog.1_0_0.forcedSubtitles.body
source: Signs and foreign dialogue still appear while your subtitles are off, the way a disc player does it.
cs: Nápisy a cizojazyčné dialogy se zobrazí i s vypnutými titulky, přesně jako na diskovém přehrávači.
da: Skilte og fremmedsproget dialog vises stadig, mens dine undertekster er slået fra, ligesom på en diskafspiller.
de: Schilder und fremdsprachige Dialoge erscheinen weiterhin, während deine Untertitel aus sind, so wie es ein Disc-Player macht.
el: Πινακίδες και ξενόγλωσσοι διάλογοι εμφανίζονται ακόμη κι όταν οι υπότιτλοι είναι κλειστοί, όπως σε έναν δισκοαναγνώστη.
es: Los carteles y los diálogos en otro idioma siguen apareciendo con los subtítulos desactivados, como en un reproductor de discos.
fi: Kyltit ja vieraskieliset vuorosanat näkyvät edelleen, vaikka tekstitykset ovat pois päältä, kuten levysoittimessa.
fr: Les panneaux et les dialogues en langue étrangère restent affichés quand vos sous-titres sont désactivés, comme sur un lecteur de disque.
hr: Natpisi i strani dijalozi i dalje se prikazuju dok su titlovi isključeni, kao na disk playeru.
hu: A feliratok és az idegen nyelvű párbeszédek akkor is megjelennek, ha a feliratok ki vannak kapcsolva, ahogy egy lemezlejátszónál.
it: Cartelli e dialoghi in lingua straniera restano visibili anche con i sottotitoli disattivati, come su un lettore di dischi.
ja: 字幕をオフにしていても、標識や外国語のセリフはそのまま表示されます。ディスクプレーヤーと同じ挙動です。
ko: 자막을 꺼도 표지판과 외국어 대사는 그대로 표시됩니다. 디스크 플레이어와 같은 방식입니다.
nb: Skilt og fremmedspråklig dialog vises fortsatt mens undertekstene dine er av, slik en plateespiller gjør det.
nl: Borden en anderstalige dialogen blijven zichtbaar terwijl je ondertiteling uit staat, net als bij een discspeler.
pl: Napisy na ekranie i obcojęzyczne dialogi nadal się pojawiają, gdy napisy są wyłączone, tak jak w odtwarzaczu płyt.
pt_br: Placas e diálogos em outro idioma continuam aparecendo com as legendas desligadas, como em um player de disco.
pt_pt: Placas e diálogos noutra língua continuam a aparecer com as legendas desligadas, como num leitor de discos.
ro: Indicatoarele și dialogurile în altă limbă apar în continuare cu subtitrările oprite, ca la un player de discuri.
ru: Надписи и иноязычные реплики показываются даже при выключенных субтитрах, как на дисковом плеере.
sk: Nápisy a cudzojazyčné dialógy sa zobrazujú aj s vypnutými titulkami, presne ako na diskovom prehrávači.
sv: Skyltar och främmande dialog visas fortfarande medan dina undertexter är av, precis som på en skivspelare.
tr: Tabelalar ve yabancı dildeki diyaloglar altyazılarınız kapalıyken de görünür, tıpkı bir disk oynatıcıdaki gibi.
uk: Написи та іншомовні репліки показуються навіть із вимкненими субтитрами, як на дисковому програвачі.
zh_hans: 关闭字幕时，画面上的标识和外语对白依然会显示，和碟机一样。
zh_hant: 關閉字幕時，畫面上的標示和外語對白依然會顯示，和碟機一樣。

# changelog.1_0_0.forcedSubtitles.title
source: Forced subtitles stay visible
cs: Vynucené titulky zůstávají
da: Tvungne undertekster bliver synlige
de: Erzwungene Untertitel bleiben sichtbar
el: Οι εξαναγκασμένοι υπότιτλοι παραμένουν
es: Los subtítulos forzados siguen visibles
fi: Pakotetut tekstitykset pysyvät näkyvissä
fr: Les sous-titres forcés restent visibles
hr: Prisilni titlovi ostaju vidljivi
hu: A kényszerített feliratok láthatók maradnak
it: I sottotitoli forzati restano visibili
ja: 強制字幕は表示されたまま
ko: 강제 자막은 계속 표시됩니다
nb: Tvungne undertekster forblir synlige
nl: Geforceerde ondertitels blijven zichtbaar
pl: Napisy wymuszone pozostają widoczne
pt_br: Legendas forçadas continuam visíveis
pt_pt: As legendas forçadas continuam visíveis
ro: Subtitrările forțate rămân vizibile
ru: Форсированные субтитры остаются
sk: Vynútené titulky zostávajú viditeľné
sv: Tvingade undertexter förblir synliga
tr: Zorunlu altyazılar görünür kalır
uk: Примусові субтитри лишаються видимими
zh_hans: 强制字幕依然显示
zh_hant: 強制字幕依然顯示

# changelog.1_0_0.milestone.body
source: Out of beta and ready for everyone. Thank you to every tester who helped shape it.
cs: Konec beta verze, připraveno pro všechny. Díky všem testerům, kteří ho pomohli utvářet.
da: Ude af beta og klar til alle. Tak til alle testere, der har været med til at forme det.
de: Raus aus der Beta und bereit für alle. Danke an alle Tester, die dabei geholfen haben.
el: Τέλος στη beta, έτοιμο για όλους. Ευχαριστούμε κάθε δοκιμαστή που βοήθησε να διαμορφωθεί.
es: Fuera de la beta y listo para todos. Gracias a cada tester que ayudó a darle forma.
fi: Beta on ohi ja sovellus on valmis kaikille. Kiitos jokaiselle testaajalle, joka auttoi muokkaamaan sitä.
fr: Fini la bêta, prêt pour tous. Merci à tous les testeurs qui ont contribué à le façonner.
hr: Gotovo s betom i spremno za sve. Hvala svakom testeru koji je pomogao u oblikovanju.
hu: Vége a bétának, mindenki számára készen áll. Köszönet minden tesztelőnek, aki alakította.
it: Fuori dalla beta e pronto per tutti. Grazie a ogni tester che ha contribuito a plasmarlo.
ja: ベータを卒業し、みなさんの手元へ。形にしてくれたすべてのテスターに感謝します。
ko: 베타를 마치고 모두에게 준비되었습니다. 다듬는 데 도움을 준 모든 테스터에게 감사드립니다.
nb: Ute av beta og klar for alle. Takk til alle testere som var med å forme den.
nl: Uit de beta en klaar voor iedereen. Dank aan elke tester die heeft geholpen het vorm te geven.
pl: Koniec bety, gotowe dla wszystkich. Dzięki każdemu testerowi, który pomógł to ukształtować.
pt_br: Fora da beta e pronto para todos. Obrigado a cada testador que ajudou a moldá-lo.
pt_pt: Fora da beta e pronto para todos. Obrigado a cada testador que ajudou a moldá-lo.
ro: Gata cu beta, pregătit pentru toată lumea. Mulțumim fiecărui tester care a ajutat să prindă contur.
ru: Бета позади, приложение готово для всех. Спасибо каждому тестировщику, кто помог его создать.
sk: Koniec bety, pripravené pre všetkých. Ďakujeme každému testerovi, ktorý ho pomohol formovať.
sv: Ute ur betan och redo för alla. Tack till alla testare som hjälpte till att forma den.
tr: Beta bitti, herkes için hazır. Şekillenmesine yardım eden her test kullanıcısına teşekkürler.
uk: Бета позаду, застосунок готовий для всіх. Дякуємо кожному тестувальнику, який допоміг його створити.
zh_hans: 结束测试版，为每个人准备就绪。感谢每一位帮助打磨它的测试者。
zh_hant: 結束測試版，為每個人準備就緒。感謝每一位協助打磨它的測試者。

# changelog.1_0_0.milestone.title
source: Sodalite 1.0 is here
cs: Sodalite 1.0 je tady
da: Sodalite 1.0 er her
de: Sodalite 1.0 ist da
el: Το Sodalite 1.0 είναι εδώ
es: Sodalite 1.0 ya está aquí
fi: Sodalite 1.0 on täällä
fr: Sodalite 1.0 est là
hr: Sodalite 1.0 je stigao
hu: Itt a Sodalite 1.0
it: Sodalite 1.0 è qui
ja: Sodalite 1.0 が登場
ko: Sodalite 1.0 출시
nb: Sodalite 1.0 er her
nl: Sodalite 1.0 is er
pl: Sodalite 1.0 już jest
pt_br: Sodalite 1.0 chegou
pt_pt: O Sodalite 1.0 chegou
ro: Sodalite 1.0 a sosit
ru: Sodalite 1.0 уже здесь
sk: Sodalite 1.0 je tu
sv: Sodalite 1.0 är här
tr: Sodalite 1.0 burada
uk: Sodalite 1.0 вже тут
zh_hans: Sodalite 1.0 现已推出
zh_hant: Sodalite 1.0 正式登場

# changelog.1_0_0.peopleSearch.title
source: Search finds people
cs: Vyhledávání najde osobnosti
da: Søgningen finder personer
de: Die Suche findet Personen
el: Η αναζήτηση βρίσκει πρόσωπα
es: La búsqueda encuentra personas
fi: Haku löytää henkilöt
fr: La recherche trouve les personnes
hr: Pretraga pronalazi osobe
hu: A keresés megtalálja a személyeket
it: La ricerca trova le persone
ja: 検索で人物が見つかる
ko: 검색에서 인물 찾기
nb: Søket finner personer
nl: Zoeken vindt personen
pl: Wyszukiwanie znajduje osoby
pt_br: A busca encontra pessoas
pt_pt: A pesquisa encontra pessoas
ro: Căutarea găsește persoane
ru: Поиск находит персон
sk: Vyhľadávanie nájde osobnosti
sv: Sökningen hittar personer
tr: Arama kişileri buluyor
uk: Пошук знаходить персон
zh_hans: 搜索可以找到人物
zh_hant: 搜尋可以找到人物

# changelog.1_0_0.peopleSearch.body
source: Looking up an actor or director now returns the person, not just titles with their name in them. Their page carries the photo, biography and full filmography, and each title there opens in your library or in the catalog.
cs: Hledání herce nebo režiséra teď vrátí i danou osobnost, nejen tituly s jejím jménem. Její stránka obsahuje fotku, životopis a celou filmografii a každý titul se otevře ve tvé knihovně nebo v katalogu.
da: Når du søger efter en skuespiller eller instruktør, får du nu selve personen frem, ikke kun titler med navnet i. Siden viser foto, biografi og hele filmografien, og hver titel åbner i dit bibliotek eller i kataloget.
de: Die Suche nach Schauspielern oder Regie liefert jetzt die Person selbst, nicht nur Titel mit ihrem Namen. Ihre Seite zeigt Foto, Biografie und die komplette Filmografie, und jeder Titel darin öffnet sich in deiner Bibliothek oder im Katalog.
el: Η αναζήτηση ενός ηθοποιού ή σκηνοθέτη επιστρέφει πλέον το ίδιο το πρόσωπο, όχι μόνο τίτλους με το όνομά του. Η σελίδα του έχει τη φωτογραφία, τη βιογραφία και όλη τη φιλμογραφία, και κάθε τίτλος ανοίγει στη βιβλιοθήκη σου ή στον κατάλογο.
es: Buscar a un actor o director ahora devuelve a la persona, no solo títulos con su nombre. Su página incluye la foto, la biografía y la filmografía completa, y cada título se abre en tu biblioteca o en el catálogo.
fi: Näyttelijän tai ohjaajan haku palauttaa nyt henkilön itsensä, ei vain nimen sisältäviä nimikkeitä. Sivulla on kuva, elämäkerta ja koko filmografia, ja jokainen nimike avautuu kirjastossasi tai luettelossa.
fr: Rechercher un acteur ou un réalisateur renvoie désormais la personne, et pas seulement les titres portant son nom. Sa page réunit la photo, la biographie et la filmographie complète, et chaque titre s'ouvre dans ta bibliothèque ou dans le catalogue.
hr: Pretraga glumca ili redatelja sada vraća i samu osobu, ne samo naslove s njezinim imenom. Njezina stranica ima fotografiju, biografiju i cijelu filmografiju, a svaki se naslov otvara u tvojoj biblioteci ili u katalogu.
hu: Egy színész vagy rendező keresése mostantól magát a személyt is megtalálja, nemcsak a nevét tartalmazó címeket. Az oldalán fotó, életrajz és a teljes filmográfia szerepel, és minden cím a könyvtáradban vagy a katalógusban nyílik meg.
it: Cercare un attore o un regista ora restituisce la persona, non solo i titoli che contengono il suo nome. La sua pagina raccoglie foto, biografia e filmografia completa, e ogni titolo si apre nella tua libreria o nel catalogo.
ja: 俳優や監督を検索すると、名前を含む作品だけでなく人物そのものが表示されます。人物ページには写真、経歴、全フィルモグラフィーがあり、各作品はライブラリまたはカタログで開きます。
ko: 배우나 감독을 검색하면 이름이 들어간 작품뿐 아니라 인물 자체가 나옵니다. 인물 페이지에는 사진, 약력, 전체 필모그래피가 있으며 각 작품은 라이브러리나 카탈로그에서 열립니다.
nb: Søk etter en skuespiller eller regissør gir nå selve personen, ikke bare titler med navnet i. Siden viser bilde, biografi og hele filmografien, og hver tittel åpnes i biblioteket ditt eller i katalogen.
nl: Zoeken op een acteur of regisseur levert nu de persoon zelf op, niet alleen titels met die naam erin. Hun pagina toont de foto, biografie en volledige filmografie, en elke titel opent in je bibliotheek of in de catalogus.
pl: Wyszukiwanie aktora lub reżysera zwraca teraz samą osobę, a nie tylko tytuły z jej nazwiskiem. Jej strona zawiera zdjęcie, biografię i pełną filmografię, a każdy tytuł otwiera się w twojej bibliotece lub w katalogu.
pt_br: Buscar um ator ou diretor agora retorna a pessoa, não apenas títulos com o nome dela. A página traz a foto, a biografia e a filmografia completa, e cada título abre na sua biblioteca ou no catálogo.
pt_pt: Pesquisar um ator ou realizador devolve agora a pessoa, não apenas títulos com o nome dela. A página tem a fotografia, a biografia e a filmografia completa, e cada título abre na tua biblioteca ou no catálogo.
ro: Căutarea unui actor sau regizor returnează acum persoana, nu doar titluri care îi conțin numele. Pagina sa are fotografia, biografia și filmografia completă, iar fiecare titlu se deschide în biblioteca ta sau în catalog.
ru: Поиск актёра или режиссёра теперь возвращает саму персону, а не только фильмы с её именем. На странице есть фото, биография и полная фильмография, а каждый фильм открывается в твоей библиотеке или в каталоге.
sk: Vyhľadanie herca alebo režiséra teraz vráti aj samotnú osobnosť, nielen tituly s jej menom. Jej stránka obsahuje fotku, životopis a celú filmografiu a každý titul sa otvorí v tvojej knižnici alebo v katalógu.
sv: Att söka på en skådespelare eller regissör ger nu själva personen, inte bara titlar med namnet i. Sidan visar foto, biografi och hela filmografin, och varje titel öppnas i ditt bibliotek eller i katalogen.
tr: Bir oyuncuyu veya yönetmeni aradığında artık yalnızca adı geçen yapımlar değil, kişinin kendisi de geliyor. Sayfasında fotoğraf, biyografi ve tüm filmografi var; her yapım kitaplığında veya katalogda açılıyor.
uk: Пошук актора чи режисера тепер повертає саму персону, а не лише фільми з її іменем. На сторінці є фото, біографія та повна фільмографія, а кожен фільм відкривається у твоїй бібліотеці або в каталозі.
zh_hans: 搜索演员或导演时，现在会直接返回人物，而不只是名字出现在其中的影片。人物页面包含照片、简介和完整作品列表，每部作品都可在你的媒体库或目录中打开。
zh_hant: 搜尋演員或導演時，現在會直接回傳人物，而不只是名字出現在其中的影片。人物頁面包含照片、簡介和完整作品列表，每部作品都可在你的媒體庫或目錄中開啟。

# changelog.1_0_0.personLibrary.title
source: Your library on the person page
cs: Tvá knihovna na stránce osobnosti
da: Dit bibliotek på personsiden
de: Deine Bibliothek auf der Personenseite
el: Η βιβλιοθήκη σου στη σελίδα προσώπου
es: Tu biblioteca en la página de la persona
fi: Kirjastosi henkilösivulla
fr: Ta bibliothèque sur la page de la personne
hr: Tvoja biblioteka na stranici osobe
hu: A könyvtárad a személy oldalán
it: La tua libreria nella pagina della persona
ja: 人物ページにライブラリの作品
ko: 인물 페이지의 내 라이브러리
nb: Biblioteket ditt på personsiden
nl: Je bibliotheek op de personenpagina
pl: Twoja biblioteka na stronie osoby
pt_br: Sua biblioteca na página da pessoa
pt_pt: A tua biblioteca na página da pessoa
ro: Biblioteca ta pe pagina persoanei
ru: Твоя библиотека на странице персоны
sk: Tvoja knižnica na stránke osobnosti
sv: Ditt bibliotek på personsidan
tr: Kişi sayfasında kitaplığın
uk: Твоя бібліотека на сторінці персони
zh_hans: 人物页面显示你的媒体库
zh_hant: 人物頁面顯示你的媒體庫
